/* App General */
"Cancel" = "취소";
"Never" = "안함";
"None" = "없음";
"Unnamed" = "이름 없음";
"Unknown Language" = "언어 모름";
"Decoder" = "디코더";
"iTunes Movies" = "iTunes 동영상";
"iTunes TV Shows" = "iTunes TV 프로그램";
"iTunes Video Podcasts" = "iTunes 비디오 Podcast";
"No movie file" = "동영상 파일이 없습니다.";
"Subtitle Font Not Found" = "자막 서체를 찾을 수 없습니다.";
"\"%@\" not found\nSubtitle font setting will be restored to default." =
    "\"%@\" 서체를 찾을 수 없습니다.\n자막 서체 설정을 기본값으로 복원합니다.";
"Cannot open file" = "파일을 열 수 없습니다.";

/* Check for Updates */
"Checking for Updates..." = "업데이트 확인 중...";
"Cannot check for update." = "업데이트를 확인할 수 없습니다.";
"No update available." = "업데이트가 없습니다.";
"New version %@ is available." = "새 %@ 버전이 있습니다.";
"Show Updates" = "업데이트 보기";
"Download" = "다운로드";

/* MainMenu: File */
"Opening with %@..." = "%@으로 여는 중...";

/* MainMenu: Edit */
"Copy (Including Letter Box)" = "베껴두기 (레터박스 포함)";
"Copy (Excluding Letter Box)" = "베껴두기 (레터박스 제외)";

/* MainMenu: Controls */
"Play_space"  = "재생              space";
"Pause_space" = "정지              space";
"Backward %d sec." = "%d초 뒤로";
"Forward %d sec." = "%d초 앞으로";
"Volume Up" = "음량 크게";
"Volume Down" = "음량 작게";
"System Volume Up" = "시스템 음량 크게";
"System Volume Down" = "시스템 음량 작게";

/* MainMenu : Movie */
"Reopen With %@" = "%@으로 다시 열기";
"No Sound Track" = "사운드 트랙 없음";
"Sound Track Rotation" = "사운드 트랙 순환";
"Save Current Image (Including Letter Box)" = "현재 화면 저장 (레터박스 포함)";
"Save Current Image (Excluding Letter Box)" = "현재 화면 저장 (레터박스 제외)";

/* MainMenu : Subtitle */
"Show Subtitle" = "자막 보기";
"Hide Subtitle" = "자막 가리기";
"No Subtitle" = "자막 없음";
"Enable %@ - %@" = "%@ - %@ 사용";
"Disable %@ - %@" = "%@ - %@ 사용 안함";
"Subtitle Rotation" = "자막 순환";

/* Message : Playback */
"Play" = "재생 ";
"Pause" = "정지 ";
"Beginning" = "처음 ";
"End" = "끝 ";
"Previous Subtitle" = "이전 자막 위치";
"Next Subtitle" = "다음 자막 위치";
"Previous Frame" = "이전 프레임";
"Next Frame" = "다음 프레임";
"Play Rate" = "재생 속도";
"Range Repeat Beginning %@" = "구간 반복 시작 %@";
"Range Repeat End %@" = "구간 반복 끝 %@";
"Range Repeat Clear" = "구간 반복 해제";

/* Message : common */
"%@ enabled" = "%@ 사용";
"%@ disabled" = "%@ 사용 안함";
"%@ selected" = "%@ 선택";

/* Message : Audio */
"Mute" = "소리 끔";
"Unmute" = "소리 끔 해제";
"Volume" = "음량";
"System Volume" = "시스템 음량";
"Volume cannot be changed in Digital-Out" = "디지털 출력시에는 음량을 조절할 수 없습니다";
"System Volume cannot be changed in Digital-Out Device" = "디지털 출력 장치에서는 시스템 음량을 조절할 수 없습니다";

/* Message : Video */
"Brightness" = "밝기";
"Saturation" = "색상";
"Contrast" = "대비";
"Hue" = "색조";

/* Message: Subtitle */
"Cannot Read Subtitle" = "자막을 읽을 수 없습니다.";
"Reopen with other encodings" = "다른 인코딩으로 다시 여십시오.";
"Letter Box Height : Auto" = "레터박스 높이 : 자동";
"Font Size" = "크기";
"HMargin" = "좌/우 여백";
"VMargin" = "상/하 여백";
"Line Spacing" = "줄 간격";
"Sync" = "동기";
"sec." = "초";
"Subtitle %@ selected" = "%@ 자막 선택";
"Subtitle %@ enabled" = "%@ 자막 사용";
"Subtitle %@ disabled" = "%@ 자막 사용 안함";
"Subtitle Screen Margin" = "자막 화면 여백";
"Subtitle Order" = "자막 순서";

/* Message : Window */
"Keep on Top of All Other Windows" = "다른 모든 윈도우 위에 유지";
"Don't keep on Top of All Other Windows" = "다른 모든 윈도우 위에 유지하지 않음";
"Apply on Playing Only" = "재생 중에만 적용";

/* Control Panel */
"All Subtitles" = "모든 자막";
"Video Track" = "비디오 트랙";
"Sound Track" = "사운드 트랙";
"Subtitle Track" = "자막 트랙";
"External Subtitle" = "외부 자막";
"Mono" = "모노";
"Stereo" = "스테레오";
"5.1 Ch." = "5.1 채널";
"Digital" = "디지털";
"Analog" = "아날로그";
"Loading" = "읽는 중";
"Not Supported Yet" = "지원 안함";

/* Preferences */
"General" = "일반";
"Video" = "영상";
"Audio" = "소리";
"Subtitle" = "자막";
"Advanced" = "고급";
"SubtitleTestChar" = "한";

/* Preferences: advanced - codec binding */
"Set all to QuickTime" = "모두 QuickTime으로 설정";
"Set all to FFmpeg" = "모두 FFmpeg으로 설정";
"Set all MPEG-4 to QuickTime" = "모든 MPEG-4를 QuickTime으로 설정";
"Set all MPEG-4 to FFmpeg" = "모든 MPEG-4를 FFmpeg으로 설정";
"Set to Movist default" = "무비스트 기본값으로 설정";

/* Preferences: advanced - details: general */
"Activate on Dragging over Main Window" = "윈도우 위로 드래그시 무비스트 활성화";
"Auto Show Dock in Full Screen" = "전체 화면에서 Dock 자동으로 보이기";
"Use Play-Panel in Full Screen" = "전체 화면에서 재생 패널 사용하기";
"Floating Playlist" = "재생 목록을 독립된 윈도우로 보기";
"Go to Beginning When Reopening Movie" = "동영상 다시 열 때 처음으로 이동하기";
"Go to Beginning When Opening Subtitle" = "자막 열 때 처음으로 이동하기";
"Movie Resize Center" = "동영상 크기 조절 기준";
"Title Center" = "타이틀 중앙";
"Title Left" = "타이틀 왼쪽";
"Title Right" = "타이틀 오른쪽";
"Bottom Center" = "하단 중앙";
"Bottom Left" = "하단 왼쪽";
"Bottom Right" = "하단 오른쪽";
"Window Resize Type" = "윈도우 크기 조절 방식";
"Free" = "자유롭게";
"Adjust to Size" = "크기에 맞춤";
"Adjust to Width" = "폭에 맞춤";
"Dragging Action on Movie Area" = "영상 부분 드래그시 동작";
"Move Window" = "윈도우 이동";
"Capture Movie" = "화면 캡처";

/* Preferences: advanced - details: video */
"Capture Format" = "화면 캡처 형식";
"Include Letter Box on Capture" = "화면 캡처시 레터박스 포함";
"Remove Green Box" = "녹색 외곽선 제거";
"Video Queue Capacity (8~99)" = "비디오 버퍼 크기 (8~99)";
"Use Fast Decoding" = "빠른 디코딩 사용";

/* Preferences: advanced - details: subtitle */
"Use QuickTime/Perian Subtitles" = "QuickTime/Perian 자막 사용";
"Auto-Load Embedded Subtitles in MKV" = "MKV 파일에 내장된 자막 자동으로 읽기";
"Replace New-Line with <BR> for SAMI" = "SAMI에서 줄 나눔을 <BR>로 대치";
"Default Subtitle Language Identifiers" = "자막 기본 언어 구별자";
"DefaultSubtitleLanguageIdentifiers" = "한국어 Korean ko kr kor KRCC";
"Auto Letter Box Height Max Lines (1~3)" = "자동 레터박스 높이 최대 줄 수 (1~3)";

/* Preferences: advanced - details: full-nav */
"Full Screen Navigation" = "전체 화면 탐색";
"Default Navigation Path" = "기본 탐색 경로";
"Show Actual Path for Alias or Symbolic-Link" = "가상본 및 심볼릭 링크의 실제 경로 표시";

/* Playlist */
"No Subtitle File" = "자막 파일 없음";
"%d items" = "%d개 항목";

/* Codec Desc. */
"etc." = "기타";
"etc. DESC." = "기타";
"MPEG1 DESC." = "MPEG-1";
"MPEG2 DESC." = "MPEG-2";
"MPEG4 DESC." = "MPEG-4";
"DIV1 DESC." = "DivX MPEG-4 V3.x";
"DIV2 DESC." = "DivX MPEG-4 V3.x";
"DIV3 DESC." = "DivX MPEG-4 V3.x";
"DIV4 DESC." = "DivX MPEG-4 V3.x";
"DIV5 DESC." = "DivX MPEG-4 V3.x";
"DIV6 DESC." = "DivX MPEG-4 V3.x";
"DIVX DESC." = "DivX MPEG-4 V4.x";
"DX50 DESC." = "DivX MPEG-4 V5.x";
"XVID DESC." = "Xvid MPEG-4";
"MP4V DESC." = "Apple MPEG-4";
"MPG4 DESC." = "Microsoft MPEG-4 V1";
"MP42 DESC." = "Microsoft MPEG-4 V2";
"MP43 DESC." = "Microsoft MPEG-4 V3";
"MP4S DESC." = "Microsoft ISO MPEG-4 V1";
"M4S2 DESC." = "Microsoft ISO MPEG-4 V1.1";
"AP41 DESC." = "AngelPotion Definitive";
"RMP4 DESC." = "REALmagic MPEG-4";
"SEDG DESC." = "Samsung MPEG-4";
"FMP4 DESC." = "FFmpeg MPEG-4";
"BLZ0 DESC." = "DivX for Blizzard";
"H263 DESC." = "H.263, H.263+";
"H264 DESC." = "H.264/MPEG-4 AVC";
"AVC1 DESC." = "Apple H.264";
"X264 DESC." = "Open Source H.264";
"HEVC DESC." = "HEVC/H.265";
"VC1 DESC." = "VC-1 (SMPTE 421M)";
"WMV1 DESC." = "Windows Media Video 7";
"WMV2 DESC." = "Windows Media Video 8";
"WMV3 DESC." = "Windows Media Video 9";
"WVC1 DESC." = "Windows Media Video 9 Advanced Profile";
"SVQ1 DESC." = "Sorenson Video 1";
"SVQ3 DESC." = "Sorenson Video 3";
"VP3 DESC." = "On2 VP3";
"VP5 DESC." = "On2 VP5";
"VP6 DESC." = "TrueMotion VP6";
"VP6F DESC." = "TrueMotion VP6 Flash";
"VP8 DESC." = "Google VP8";
"VP9 DESC." = "Google VP9";
"RV10 DESC." = "RealVideo";
"RV20 DESC." = "RealVideo G2";
"RV30 DESC." = "RealVideo 8";
"RV40 DESC." = "RealVideo 9, 10";
"FLV DESC." = "Flash Video";
"THEORA DESC." = "Theora";
"HUFFYUV DESC." = "Huffyuv";
"CINEPAK DESC." = "Cinepak";
"INDEO2 DESC." = "Indeo Video 2";
"INDEO3 DESC." = "Indeo Video 3";
"MJPEG DESC." = "Motion-JPEG";
"DV DESC." = "DV";
"PCM DESC." = "PCM";
"DPCM DESC." = "DPCM";
"ADPCM DESC." = "ADPCM";
"MP2 DESC." = "MP2";
"MP3 DESC." = "MP3";
"AAC DESC." = "AAC";
"AC3 DESC." = "AC3";
"DTS DESC." = "DTS";
"VORBIS DESC." = "Vorbis";
"DVAUDIO DESC." = "DV Audio";
"WMAV1 DESC." = "Windows Media Audio V1";
"WMAV2 DESC." = "Windows Media Audio V2";
"RA DESC." = "RealAudio";
"AMR DESC." = "AMR";
"ALAC DESC." = "ALAC";
"FLAC DESC." = "FLAC";
"QDM2 DESC." = "QDM2";
"MACE DESC." = "MACE";
"SPEEX DESC." = "Speex";
"TTA DESC." = "TTA";
"WAVPACK DESC." = "WavPack";
